Repository: 68foxboris/my_py3
Catalog: plugin/locale/*.po
Languages: cs

source: Menu key : Select quad channel
cs: menu - výběr Quad seznamu

source: Red key : Show/Hide texts
cs: red - zobrazit/skrýt texty

source: (current channel)
cs: (aktuální­)

source: <No Channel>
cs: <žádný program>

source: <empty>
cs: <prázdný>

source: Add
cs: Přidat

source: Add New Quad Channel Entry
cs: Přidat nový Quad seznam

source: Box or driver is not support Quad PiP.
cs: Přijímač nebo ovladač nepodporují­ Quad PiP.

source: Choice where to put "%s"
cs: Vyberte, kam vložit "%s"

source: EPG key : Switch to channel list Ok key : Remove selected channel PVR key : Input channel name Exit key : Finish channel edit
cs: EPG - přepnout do programů OK - odstranit program PVR - přejmenovat Quad seznam Exit - ukončit úpravy

source: EPG key : Switch to quad PiP entry Ok key : Add to new entry PVR key : Input channel name Exit key : Finish channel edit
cs: EPG - přepnout do Quad seznamu OK - přidat program PVR - přejmenovat Quad seznam Exit - ukončit úpravy

source: Edit
cs: Upravit

source: Edit Quad Channel Entry
cs: Upravit položky Quad seznamu

source: Enable Quad PiP
cs: Povolit Quad PIP

source: Exit Quad Channel Selection
cs: Zavřít výběr Quad seznamů

source: Exit quad PiP
cs: Zavřít Quad PiP

source: Input channel name.
cs: Název seznamu

source: Next quad PiP channel
cs: Další­ Quad PiP seznam

source: No channel
cs: Žádný seznam

source: Prev quad PiP channel
cs: Předchozí­ Quad PiP seznam

source: Quad PiP Channel Selection
cs: Quad PiP - výběr seznamu

source: Quad PiP channel
cs: Quad PiP seznam

source: Really delete this entry?
cs: Opravdu odstranit seznam?

source: Remove
cs: Smazat

source: Remove Quad Channel Entry
cs: Smazat Quad seznam

source: Select
cs: Vybrat

source: Select Quad Channels
cs: Vybrat Quad seznamy

source: Select channel audio
cs: Výběr zvuku programu

source: Show channel selection
cs: Zobrazit výběr seznamů

source: Show/Hide focus bar
cs: Zobrazit/skrýt výběr

source: Zap focused channel on full screen
cs: Přepnout zvolený program na celou obrazovku
